app/controllers/class_statuses_controller.rb

SELECT "class_statuses".* FROM "class_statuses"
---
  def index
    @class_statuses = ClassStatus.all